[
  {
    "id": "oGambitoDaRainha",
    "nome": "O gambito da rainha",
    "sinopse": "Durante a Guerra Fria, em um orfanato do Kentucky, uma garota prodígio do xadrez luta contra o vício para se tornar a número um do mundo.",
    "img": "../img/background1.jpg",
    "card": "../img/card1.jpg",
    "ano": 2020,
    "faixaEtaria": 16,
    "tipo": "Minissérie",
    "criacao": "Scott Frank, Allan Scott",
    "elenco": "Anya Taylor-Joy, Bill Camp, Marielle Heller, Thomas Brodie-Sangster, Moses Ingram, Harry Melling, Isla Johnston, Christiane Seidel, Rebecca Root, Chole Pirrie, Jacob Fortune-Lloyd",
    "temporadas": 1,
    "episodios": 7,
    "trailerId": "cnqV3wsZlpo"
    },
   {
    "id": "soul",
    "nome": "Soul",
    "sinopse": "Joe Gardner é um professor de música de ensino fundamental desanimado por não conseguir alcançar seu sonho de tocar no lendário clube de jazz The Blue Note, em Nova York. Quando um acidente o transporta para fora do seu corpo, fazendo com que ele exista em outra realidade na forma de sua alma, ele se vê forçado a embarcar em uma aventura ao lado da alma de uma criança que ainda está aprendendo sobre si, para aprender o que é necessário para retomar sua vida.",
     "img": "../img/background2.jpg",
     "card": "../img/card2.jpg",
     "ano": 2020,
     "faixaEtaria": "L",
     "tipo": "Filme",
     "criacao": "Pete Docter, Kemp Powers",
     "elenco": "Jamie Foxx, Tina Fey, Ahmir-Khalib Thompson, Phylicia Rashãd, Daveed Diggs, Richard Ayoade, Graham Norton, Rachel House, Alice Braga",
     "trailerId": "Sz-jdlM_YGk"
    },
   {
     "id": "ava",
     "nome": "AVA",
     "sinopse": "Atormentada por dúvidas, uma assassina de elite luta para proteger a si mesma e a sua família depois que uma missão dá errado.",
     "img": "../img/background3.jpg",
     "card": "../img/card3.jpg",
     "ano": 2020,
     "faixaEtaria": 16,
     "tipo": "Filme",
     "criacao": "Tate Taylor, Mathew Newton",
     "elenco": "Jessica Chastain, John Malkovich, Colin Farrel, Common, Geena Davis, Ioan Gruffudd, Joan Chen, Jess Weixler, Diana Silvers",
     "trailerId": "Mot5ovqTPXo"
  },
   {
    "id": "starWars",
    "nome": "Star Wars: A Ascensão Skywalker",
    "sinopse": "Com o retorno do Imperador Palpatine, todos voltam a temer seu poder e, com isso, a Resistência toma a frente da batalha que ditará os rumos da galáxia. Treinando para ser uma completa Jedi, Rey (Daisy Ridley) ainda se encontra em conflito com seu passado e futuro, mas teme pelas respostas que pode conseguir a partir de sua complexa ligação com Kylo Ren (Adam Driver), que também se encontra em conflito pela Força.",
    "img": "../img/background4.jpg",
     "card": "../img/card4.jpg",
     "ano": 2019,
     "faixaEtaria": 12,
     "tipo": "Filme",
     "criacao": "J.J.Agrams, Chris Terrio, George Lucas, Derek Connolly, Colin Trevorrow",
     "elenco": "Carrie Fisher, Mark Hamill, Daisy Ridley, Adam Driver, John Boyega, Oscar Isaac, Anthony Daniels, Naomi Ackie, Domhnall Gleeson",
     "trailerId": "W0squnw6Jp8"
  },
    {
     "id": "desencanto",
     "nome": "(Des)encanto",
     "sinopse": "Toda princesa tem seus deveres, mas ela quer mesmo é encher a cara. E com um elfo e um demônio como parceiros, levar o rei à loucura será uma tarefa fácil.",
     "img": "../img/background5.jpg",
     "card": "../img/card5.jpg",
     "ano": 2018,
     "faixaEtaria": 14,
     "tipo": "Série, Animação",
     "criacao": "Matt Groening",
     "elenco": "Abbi Jacobson, Nat Faxon, Eric André, Noel Fielding, Lucy Montgomery, Tress MacNeille, Matt Berry, David Herman, Maurice LaMarche",
     "temporadas": 3,
     "episodios": 30,
     "trailerId": "vg0oDoQPlWg"
  },
    {
      "id": "mundoSombrioDeSabrina",
      "nome": "O Mundo Sombrio de Sabrina ",
      "sinopse": "Bruxa e também mortal, a jovem Sabrina Spellman fica dividida entre a vida normal de adolescente e o legado de sua família feiticeira.",
      "img": "../img/background6.jpg",
      "card": "../img/card6.jpg",
      "ano": 2018,
      "faixaEtaria": 16,
      "tipo": "Série",
      "criacao": "Roberto Aguirre-Sacasa",
      "elenco": "Kiernan Shipka, Ross Lynch, Lucy Davis, Miranda Otto, Chance Perdomo, Michelle Gomez, Jaz Sinclair, Richard Coyle, Tati Gabrielle",
      "temporadas": 4,
      "episodios": 36,
      "trailerId": "GcTnWlOb8A8"
    },
    {
      "id": "lupin",
      "nome": "Lupin",
      "sinopse": "Na adolescência, a vida de Assane Diop dá uma guinada radical quando seu pai morre após ser acusado de um crime que não cometeu. Vinte e cinco anos depois, Assane se inspira em 'Arsène Lupin, o Ladrão de Casaca' para vingá-lo.",
      "img": "../img/background7.jpg",
      "card": "../img/card7.jpg",
      "ano": 2021,
      "faixaEtaria": 16,
      "tipo": "Série",
      "criacao": "George Kay",
      "elenco": "Omar Sy, Hervé Pierre, Nicole Garcia, Clotilde Hesme, Ludivine Sagnier, Soufiane Guerrab, Saïd Benchnafa, Fargass Assandé, Shirine Boutella",
      "temporadas": 1,
      "episodios": 5,
      "trailerId": "DbegFLElI8"
  },
  {
    "id": "theWitcher",
    "nome": "The Witcher",
    "sinopse": "O mutante Geralt de Rívia é um caçador de monstros que luta para encontrar seu lugar num mundo onde as pessoas muitas vezes são mais perversas que as criaturas selvagens.",
    "img": "../img/background8.jpg",
    "card": "../img/card8.jpg",
    "ano": 2019,
    "faixaEtaria": 16,
    "tipo": "Série",
    "criacao": "Lauren Schmidt",
    "elenco": "Henry Cavill, Freya Allan, Anya Chalotra, Mimi Ndiweni, Adam Levy, Eamon Farren, Wilson Radjou-Pujalte, MyAnna Buring, Lars Mikkelsen",
    "temporadas": 1,
    "episodios": 8,
    "trailerId": "tjujvMkqWe4"
  },
  {
    "id": "breakingBad",
    "nome": "Breaking Bad: A Química do Mal",
    "sinopse": "Ao saber que tem câncer, um professor passa a fabricar metanfetamina pelo futuro da família, mudando o destino de todos.",
    "img": "../img/background9.jpg",
    "card": "../img/card9.jpg",
    "ano": 2008,
    "faixaEtaria": 18,
    "tipo": "Série",
    "criacao": "Vince Gilligan",
    "elenco": "Bryan Cranston, Aaron Paul, Anna Gunn, Dean Norris, Betsy Brandt, RJ Mitte, Krysten Ritter, Bob Odenkirk, Jonathan Banks",
    "temporadas": 5,
    "episodios": 62,
    "trailerId": "2-W6_6gJda0"
  },
  {
    "id": "laCasaDePapel",
    "nome": "La casa de papel",
    "sinopse": "Um homem misterioso que atende pelo nome de El Profesor, está planejando o maior assalto do século. A fim de realizar o ambicioso plano ele recruta uma gangue de oito pessoas com certas habilidades que não tem nada a perder. O objetivo é infiltrar na Casa da Moeda, de modo que eles possam imprimir 2,4 bilhões de euros. Para fazer isso eles precisam de onze dias de reclusão, durante o qual eles vão ter que lidar com sessenta e sete reféns e as forças da Polícia de Elite, com cenas de muita ação e planos brilhantes de El Profesor.",
    "img": "../img/background10.jpg",
    "card": "../img/card10.jpg",
    "ano": 2017,
    "faixaEtaria": 16,
    "tipo": "Série",
    "criacao": "Álex Pina",
    "elenco": "Úrsula Corberó, Álvaro Morte, Itziar Ituño, Pedro Alonso, Alba Flores, Miguel Herrán, Jaime Lorente, Esther Acebo, Enrique Arce",
    "temporadas": 4,
    "episodios": 38,
    "trailerId": "ZpBrBop30m4"
  },
  {
    "id": "anneWithAnE",
    "nome": "Anne with an E",
    "sinopse": "O mundo de Green Gables que Anne tanto adora se expande com novas pessoas e emocionantes histórias de amor, perdas e amadurecimento.",
    "img": "../img/background11.jpg",
    "card": "../img/card11.jpg",
    "ano": 2017,
    "faixaEtaria": 12,
    "tipo": "Série",
    "criacao": "Moira Walley-Beckett",
    "elenco": "Amybeth McNulty, Geraldine James, R. H. Thomson, Corrine Koslo, Dalila Bela, Lucas Jade Zumann, Aymeric Jett Montaz, Cory Gruter-Andrew, Cara Ricketts",
    "temporadas": 3,
    "episodios": 27,
    "trailerId": "bBervTlBurY"
}
]